/* Standard dialog buttons */
"OK" = "OK";
"Cancel" = "Avbryt";
"Retry" = "Försök igen";
"Disconnect" = "Koppla ner";

/* Low disk space warning alert */
"Your startup disk is almost full." = "Startskivan är nästan full.";
"You need to make more space available on your startup disk by deleting files." = "Du måste göra mer utrymme tillgängligt på startskivan genom att ta bort filer.";
"Your disk is almost full." = "Skivan är nästan full.";
"The disk " = "Skivan";
" is almost full. You can delete files on the disk to make more space available." = " är nästan full. Du kan frigöra mer utrymme genom att ta bort filer från skivan.";
"Do not warn me about this disk again" = "Varna mig inte om den här skivan igen";

/* Very low disk space warning alert */
"Your_startup_disk_is_full." = "Startskivan är full.";
"Your_disk_is_full." = "Skivan är full.";
"_is_full._You_can_delete_files_on_the_disk_to_make_more_space_available." = " är full. Du kan frigöra mer utrymme genom att ta bort filer från skivan.";

/* Server lock time-out alert */
"A server you are using is not responding to file locking requests. Do you want to continue trying to contact it?" = "En server du använder svarar inte på förfrågningar om fillåsning. Vill du fortsätta försöka kontakta den?";
"Click OK to continue trying to contact the server " = "Klicka på OK om du vill fortsätta försöka kontakta servern";
". Click Disable Locks to disable file locking for this file system. If you disable locks for this file system, any applications using file locking on this file system may stop working." = ". Klicka på Avaktivera lås om du vill avaktivera fillåsning för det här filsystemet. Om du avaktiverar låsning för det här filsystemet, kan program som använder fillåsning på filsystemet sluta fungera.";

/* Disable locks confirmation alert */
"Are you sure you want to disable file locking for this file system?" = "Är du säker på att du vill avaktivera fillåsning för filsystemet?";
"If you disable locks for this file system, any applications using file locking on this file system may stop working." = "Om du avaktiverar låsning för det här filsystemet, kan program som använder fillåsning på filsystemet sluta fungera.";

/* IO error and file system corruption detection messages */
/* This message is displayed near the check box in a dialog to indicate that checking the box will hide any further warning messages about errors found while the data on the disk. */
"Do_not_warn_me_again." = "Varna mig inte igen";

/* This message group is used for reporting that an error was occurred while reading or writing to the disk.  The following message appears as the header of the block */
"Read/Write_Error" = "Läs-/skrivfel";
/* This following message is suffixed by the name of the file which was being accessed when the error occured in the final dialog box.  The name of the file is then suffixed by a period. */
"Error_detected_while_accessing_" = "Fel upptäckt vid åtkomst av ";
"." = ".";

/* This message group is used for reporting that the kernel has detected inconsistency in the file system. The following message appears as the header of the block */
"File_System_Corruption_Detected" = "Upptäckt skadat filsystem";
/* This message is suffixed by the name of the volume on which inconsistency was detected. */
"File_system_corruption_was_detected_on_" = "Skadat filsystem upptäcktes på ";
/* This message follows the name of the volume */
".__The_volume_will_be_repaired_on_the_next_mount." = ". Volymen repareras nästa gång den läggs på skrivbordet.";
